[
  {
    "id": 1,
    "title": "Tips Dan Trik Peternak Ayam",
    "author": "Admin",
    "date": "2024-10-7",
    "image": "asset/blog/1.jpg",
    "content": "<strong>1. Persiapan Kandang</strong><br>Bersihkan kandang sebelum kedatangan DOC (Day Old Chicken, ayam umur 1 hari). Disinfeksi kandang untuk menghindari bakteri dan virus.<br>Suhu kandang harus diatur pada kisaran 32–34°C untuk DOC, terutama di minggu pertama.<br>Gunakan brooder (pemanas) untuk menjaga suhu tetap hangat. Pastikan ada area yang lebih dingin agar ayam bisa pindah jika terlalu panas.<br>Ventilasi harus baik, tetapi hindari angin langsung ke ayam agar tidak stres.<br><br><strong>2. Pakan dan Minum</strong><br>Pemberian pakan awal (starter): Berikan pakan starter yang kaya protein (20-22%) agar pertumbuhan awal optimal. Berikan pakan sesuai anjuran produsen atau petunjuk dari pabrik pakan.<br>Frekuensi pemberian pakan: Untuk hari-hari pertama, pakan harus selalu tersedia. Gunakan tray pakan yang rata agar DOC mudah menjangkaunya.<br>Pemberian minum: Air minum harus bersih dan segar. Bisa tambahkan vitamin atau elektrolit untuk meningkatkan daya tahan tubuh ayam di masa-masa awal.<br>Pastikan jumlah tempat makan dan minum cukup agar semua ayam bisa makan dan minum secara bersamaan.<br><br><strong>3. Manajemen Suhu dan Cahaya</strong><br>Minggu pertama: Suhu 32–34°C dengan pencahayaan 24 jam agar ayam tetap hangat dan aktif makan.<br>Setelah minggu pertama: Secara bertahap turunkan suhu hingga 26–28°C pada minggu ke-4.<br>Pencahayaan: Kurangi pencahayaan setelah minggu pertama untuk mendekati siklus alami siang dan malam. Hal ini akan membantu ayam memiliki waktu istirahat yang baik.<br><br><strong>4. Kepadatan Populasi</strong><br>Jangan melebihi kapasitas kandang. Pada awalnya, 1 m² bisa diisi dengan 50-60 DOC. Namun, seiring pertumbuhan, kurangi kepadatan agar ayam tidak stres dan tumbuh maksimal. Pada umur 3-4 minggu, kurangi kepadatan menjadi sekitar 8-10 ekor per m².<br><br><strong>5. Vaksinasi dan Pengobatan</strong><br>Vaksinasi harus diberikan sesuai jadwal untuk mencegah penyakit. Beberapa vaksin yang umum diberikan adalah vaksin ND (Newcastle Disease) dan IB (Infectious Bronchitis).<br>Pencegahan penyakit: Berikan suplemen atau antibiotik sesuai dengan petunjuk dokter hewan untuk mencegah infeksi."
  },
  {
    "id": 2,
    "title": "Strategi Pemasaran Hasil Peternakan",
    "author": "Editor",
    "date": "2024-10-11",
    "image": "asset/blog/2.jpg",
    "content": "Konten artikel tentang strategi pemasaran hasil peternakan..."
  },
  {
    "id": 3,
    "title": "Perawatan Ayam Petelur",
    "author": "Dr. John",
    "date": "2024-10-16",
    "image": "asset/blog/3.jpg",
    "content": "Konten artikel tentang perawatan ayam petelur..."
  },
  {
    "id": 4,
    "title": "Pentingnya Nutrisi pada Ayam Pedaging",
    "author": "Admin",
    "date": "2024-10-18",
    "image": "asset/blog/4.jpg",
    "content": "Konten artikel tentang pentingnya nutrisi pada ayam pedaging..."
  },
  {
    "id": 5,
    "title": "Manajemen Kesehatan Ternak",
    "author": "Veteriner Ahli",
    "date": "2024-10-21",
    "image": "asset/blog/5.jpg",
    "content": "Konten artikel tentang manajemen kesehatan ternak..."
  },
  {
    "id": 6,
    "title": "Perencanaan Kandang yang Ideal",
    "author": "Admin",
    "date": "2024-10-29",
    "image": "asset/blog/6.jpg",
    "content": "Konten artikel tentang perencanaan kandang yang ideal..."
  }
]
